{
  "Home": {
    "title": "Hello, I'm Ludwing 👋, Full Stack Web Developer",
    "subtitle": "I specialize in creating innovative web solutions using a variety of technologies. My experience in the field has helped me hone my skills and tackle various challenges in web development.",
    "title2": "Innovate. Develop. Evolve.",
    "subtitle2": "I have worked on system development from start to finish. From planning and designing databases to creating intuitive user interfaces and continuous deployment, I ensure that every stage of the project is successful.",
    "service1Title": "Web/Mobile Development",
    "service1Description": "I create high-quality websites and mobile applications tailored to your business needs. Whether you need to enhance your online presence or develop a new application, I handle both front-end and back-end development.",
    "service2Title": "UX Research/Design",
    "service2Description": "I work to improve user experience with intuitive and effective designs. I conduct research and design interfaces to ensure users enjoy a seamless and satisfying experience, increasing satisfaction and retention.",
    "service3Title": "Technical Consulting",
    "service3Description": "I provide support in every phase of the project, from requirements analysis and design to development, testing, and implementation. I ensure to offer complete solutions tailored to your specific needs."
  },
  "Navbar": {
    "about": "ABOUT ME",
    "portfolio": "PORTFOLIO",
    "services": "SERVICES",
    "contact": "CONTACT ME"
  },
  "ProjectPage": {
    "title": "Projects",
    "description": "Explore some of the projects I've been involved in. Each project includes a detailed description and a sample image."
  },
  "Projects": {
    "project1": [
      {
        "title": "Native and Web Application for Santa Rosita Pharmacy",
        "description": "Ongoing development of a native application for internal management (Santa Rosita Manager). Initial implementation in Expo, focusing on interface design and basic functionalities. Planning for the development of the web application using Astro, with a focus on optimization and modularization. Planning for integration with NestJS and PostgreSQL for the backend, ensuring scalability and performance. Preliminary design of the login system.",
        "technologies": ["Expo", "TypeScript", "CSS", "Astro (planned)", "NestJS (planned)", "PostgreSQL (planned)"],
        "imageUrl": "/public/projects/farmaciaSantaRosita.png"
      }
    ],
    "project2": [
      {
        "title": "Web Application for the AstroboyXL Listening Party Event",
        "description": "Development of a web application for the AstroboyXL LISTENING PARTY event, facilitating user registration, ticket purchases, and the acquisition of exclusive products from the Trucho clothing store. I used PostgreSQL for the database and Prisma for the ORM, deploying the application on Vercel and acquiring the domain on Hostinger: astroboyxl.shop.",
        "technologies": ["HTML", "CSS", "JavaScript", "React", "NextJS", "Typescript", "Prisma", "Vercel", "PostgreSQL"],
        "imageUrl": "/public/projects/astroboyxl.png"
      }
    ],
    "project3": [
      {
        "title": "Facial Recognition with OpenCV - Technology Fair Project",
        "description": "Development of a facial recognition system using OpenCV, a computer vision library based on Python. Participated in a technology fair at the Jesús María Technical Institute to present the project. Selected as a representative for the fair organized by the Departmental Directorate of Educational Management of the Autonomous Departmental Government of Santa Cruz. Recognized as the winner in the Technology Development category at the Departmental Education Week fair, organized by the Departmental Directorate of Educational Management.",
        "technologies": ["Python", "OpenCv"],
        "imageUrl": "/public/projects/appCEA.png"
      }
    ]
  }
}
